Repository: erossignon/kanbandashboard
Catalog: po/*.po
Languages: fr

source: (# per working day)
fr: (# par jour ouvré)

source: (average working days)
fr: (jours ouvrés moyens)

source: (taking user stories velocity + speed up factor 1)
fr: (en prenant en compte la vélocité des 'Histoires Utilisateur' + speed-up facteur 1)

source: (vacation/week-end/bank holidays)
fr: (congès/week-end/jours fériés)

source: Average number of generated defects per User Stories
fr: nombre d'anomalies générées par "Histoire Utilisateur"

source: Data extracted on
fr: Données extraites le

source: Defects Resolution velocity
fr: Vélocité de résolution des anomalies

source: ETA ...
fr: DEA ...

source: Elements de travail
fr: élements de travail

source: Forecast
fr: Prévision

source: Kanban Dashboard
fr: Tableau de bord Kanban

source: Last Month
fr: Mois dernier

source: Lead Time Defect + Evo
fr: Temps de cycle Anomalies+Evolutions

source: Lead Time User Stories
fr: Temps de cycle Histoire Utilisateur

source: Les "Tâches" ne sont pas comptabilisées car celles-ci sont rattachées à une user story.
fr: Les "Tâches" ne sont pas comptabilisées car celles-ci sont rattachées à une Histoire Utilisateur.

source: Les "Uses cases" ne sont pas comptabilisés car se sont des éléments chapeaux (Epiques).
fr: Les "Cas d'Usage" ne sont pas comptabilisés car se sont des éléments chapeaux (Epiques).

source: Orphan User stories.
fr: "Histoires Utilisateur" orphelines

source: Orphan user stories are associated with the requirement but are not linked to one of the use cases of this requirement.
fr: Les "Histoires Utilisateur orphelines sont associés à l'exigence mais sont rattachées à aucun "Cas d'Usage" lié à l'exigence.

source: Requirement
fr: Exigence

source: Requirement Matrix
fr: Matrice des exigences

source: Statistics {{title}}
fr: Statistiques {{title}}

source: Submit
fr: Appliquer

source: There is no use case and user stories associated with this requirement
fr: Il n'y a ni "Cas d'Usage" ni "Histoire Utilisateur" associés à cette Exigence.

source: There is no user stories implementing {{requirement.subject}} in this use case
fr: Il n'y a pas d'"Histoire Utilisateur" qui implémente {{requirement.subject}} dans ce "Cas d'usage".

source: This Month
fr: Ce mois

source: Today's date
fr: Aujourd'hui

source: Total score
fr: Score total

source: Trend
fr: Tendance

source: URL of redmine server
fr: URL du server redmine

source: Velocity User Story
fr: Vélocité de production des Histoires Utilisateur

source: a ratio of
fr: un ratio de

source: and
fr: et

source: are already released
fr: sont déjà livrées

source: are currently in progress
fr: sont actuellement en cours

source: are still waiting in the backlog
fr: sont encore en attente dans le backlog

source: bugs/enhancements known so far today
fr: anomalies et évolutions connues à ce jour

source: bugs/evolutions per user story in average
fr: anomalies/évolutions par "Histoire Utilisateur" (en moyenne)

source: completed user stories
fr: "Histoires Utilisateur" terminées

source: delay/advance (in calendar days)
fr: retard ou avance ( en jour calendaire)

source: enter Expected Time of Arrival
fr: saisir la date estimée d'arrivée

source: enter current Date
fr: saisir la date du jour

source: enter the project start date
fr: saisir la date de début du projet

source: estimated number of generated defects
fr: nombre estimé d'anomalies générées

source: given the current hypothesis :
fr: Compte tenu des hypothèses suivantes :

source: in which
fr: dont

source: initial ETA date
fr: Date Estimée d'Arrivée initiale

source: new user stories added to complete the project
fr: nouvelles "Histoires Utilisateur" ajoutées pour compléter le projet

source: number of days to fixed remaining defect (speedup factor 1)
fr: nombre de jours pour résoudre les anomalies restantes (speedup factor 1)

source: number of days to fixed remaining defect (speedup factor 2)
fr: nombre de jours pour résoudre les anomalies restants (speedup factor 2)

source: number of fixed defect during mixed period
fr: nombre d'anomalies à resoudre durant la période mixte

source: number of non working days to completion
fr: nombre de jours non travaillés jusqu'à la complétude du projet

source: percent done
fr: % réalisé

source: probable Estimated Date of Arrival
fr: date probable d'atterrisage

source: progress
fr: progression

source: project start date
fr: date de début

source: remaining defect to fix after us_story done
fr: nombre d'anomalies à corriger pendant la période de stabilisation

source: uncovered use cases
fr: "Cas d'Usages" non couverts

source: units
fr: unités

source: use cases
fr: "Cas d'Usage"

source: user stories
fr: Histoires utilisateurs

source: users stories known so far today
fr: nombre d'Histoires Utilisateur connues à ce jour
